Repository: common-repository/personal-statistics-for-authors
Catalog: languages/PSFA-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Tape your google console api datas
fr_fr: Saisir vos données <a href="https://code.google.com/apis/console/" target="_blank">Google Console API</a> :

source: Tape your google api access datas
fr_fr: Saisir vos données <a href="http://www.google.fr/intl/fr/analytics/" target="_blank">Google Analytics</a> :

source: Your activity since
fr_fr: Votre activité depuis le

source: No activity
fr_fr: Aucune activité pour cet utilisateur pour le moment

source: My Dashboard
fr_fr: Mes statistiques

source: Averages
fr_fr: Moyennes

source: Authors
fr_fr: Auteurs

source: Help
fr_fr: Aide

source: Posts
fr_fr: Articles

source: Comments
fr_fr: Commentaires

source: Visits
fr_fr: Visites

source: No datas
fr_fr: Pas de données pour le moment.

source: Average
fr_fr: Moyenne

source: General statistics
fr_fr: Statistiques générales

source: Posts by authors
fr_fr: Articles par personne

source: Comment
fr_fr: Commentaire

source: Average time
fr_fr: Temps moyen

source: Visit
fr_fr: Visite

source: Visits from mobile device
fr_fr: Visites depuis un mobile

source: Visit from mobile device
fr_fr: Visite depuis un mobile

source: Facebook shares
fr_fr: Partages Facebook

source: Facebook share
fr_fr: Partage Facebook

source: Twitter shares
fr_fr: Partages Twitter

source: Twitter share
fr_fr: Partage Twitter

source: More read posts
fr_fr: Articles les plus lus

source: Title
fr_fr: Titre

source: Author name
fr_fr: Nom de l'auteur

source: More commented posts
fr_fr: Articles les plus commentés

source: Post
fr_fr: Article

source: Average time on post
fr_fr: Temps moyen sur un article

source: Bounce rate
fr_fr: Taux de rebond

source: Activity evolution
fr_fr: Évolution de mon activité

source: More...
fr_fr: Pour aller plus loin...

source: No posts found
fr_fr: Aucun article récupéré pour cet utilisateur pour le moment

source: First, to configure the plugin, go to Google Console API and accept the terms
fr_fr: Pour configurer le plugin, rendez-vous sur <a href="https://code.google.com/apis/console/" target="_blank">Google Console API</a> et veuillez accepter les conditions d'utilisation

source: Go to "Services" section and activate "Analytics API"
fr_fr: Dans la section "Services", activez "Analytics API"

source: Go to "API Access" section and click on "Create an OAuth 2.0 client ID..."
fr_fr: Allez dans la section "API Access" et cliquez sur "Create an OAuth 2.0 client ID..."

source: Fill the "Product name" field and click "Next"
fr_fr: Remplissez le champ "Product name" et cliquez sur "Next"

source: Choose "Web application", select "http://" and type your website url
fr_fr: Choisissez "Web application", sélectionnez "http://" et tapez l'url de votre site Web

source: Click on "more options" and add "/wp-admin/options-general.php?page=PSFA" at the end of your website url for the "Authorized Redirect URIs" field. Next click on "Create client ID"
fr_fr: Cliquez sur "more options" et ajoutez "/wp-admin/options-general.php?page=PSFA" à la fin de l'url de votre site Web pour le champ "Authorized Redirect URIs". Ensuite, cliquez sur "Create client ID"

source: Finaly, open the Google Analytics site and select the account you want to monitor. The 8 digits after the "p" at the end the url of your browser is your profile ID
fr_fr: Si vous ne connaissez pas votre Profil ID, ouvrez le site Google Analytics, puis sélectionnez le site que vous souhaitez surveiller. Les 8 chiffres après le "p" à la fin de l'url de votre navigateur est votre profil ID.

source: My posts
fr_fr: Mes articles

source: Please configure Personal Statistics for Authors
fr_fr: Veuillez remplir les réglages de "Personal Statistics for Authors"

source: here
fr_fr: ici

source: Plugin build by Peexeo
fr_fr: Plugin réalisé par l'agence Peexeo

source: Peexeo is a Web agency (Lyon, France), specializing in websites and mobile applications development, SEO and web marketing. We also offer training on WordPress development and SEO. We build most of our websites on the WordPress CMS and occasionally develop plugins. Check our references:
fr_fr: Agence Web située à Lyon, Peexeo est une entreprise spécialisée dans la création de sites Internet et d'applications mobiles, le référencement et le webmarketing. Nous proposons également des formations sur le développement WordPress et le référencement. Nous intégrons la plupart de nos sites sur le CMS WordPress et développons ponctuellement des plugins. Consultez nos références :

source: Personal Statistics for Authors options
fr_fr: Options de Personal Statistics for Authors

source: Click the button below to access the information from your Google Account and use:
fr_fr: Cliquez sur le bouton ci-dessous pour accéder aux informations issues de votre compte Google et les utiliser :

source: Connect Me !
fr_fr: Connexion Google Analytics

source: You can disconnect your Google account by clicking the button below:
fr_fr: À tout moment, vous pouvez déconnecter votre compte Google en cliquant sur le bouton ci-dessous. <strong>Attention :</strong> la récupération des données ne sera plus activée.

source: Logout
fr_fr: Déconnexion Google Analyics

source: Latest update:
fr_fr: Dernière mise à jour :

source: None
fr_fr: Aucune

source: Back
fr_fr: Retour

source: Created
fr_fr: Date de création

source: Keywords
fr_fr: Mots clés

source: Traffic sources
fr_fr: Source de traffic

source: Referring site
fr_fr: Site

source: Path
fr_fr: Site

source: Evolution
fr_fr: Évolution

source: If you do not know your ID profile, open the Google Analytics site, select the site you want to monitor. 8 digits after the "p" at the end of the url of your browser is your profile ID.
fr_fr: Si vous ne connaissez pas votre Profil ID, ouvrez le site <a href="http://www.google.fr/intl/fr/analytics/" target="_blank">Google Analytics</a>, puis sélectionnez le site que vous souhaitez surveiller. Les 8 chiffres après le "p" à la fin de l'url de votre navigateur est votre profil ID.
